[
  { "id": 1, "text": "Хотели бы вы точно знать дату и способ своей смерти?" },
  { "id": 2, "text": "Считаете ли вы, что убийство можно оправдать в некоторых случаях?" },
  { "id": 3, "text": "Если бы вы могли кого-то стереть из своей жизни без последствий — сделали бы это?" },
  { "id": 4, "text": "Убили бы вы животное ради 10 миллионов евро?" },
  { "id": 5, "text": "Считаете ли вы, что смогли бы убить человека, если бы никто не узнал?" },
  { "id": 6, "text": "Вы когда-нибудь желали смерти кому-то из близких?" },
  { "id": 7, "text": "Притворялись ли вы больным, чтобы получить внимание?" },
  { "id": 8, "text": "Жалеете ли вы, что родились?" },
  { "id": 9, "text": "Завидовали ли вы когда-либо настолько, что хотели бы чьего-то провала?" },
  { "id": 10, "text": "Согласились бы вы на секс без презерватива с абсолютно незнакомым человеком за миллион?" },
  { "id": 11, "text": "Вы когда-нибудь мастурбировали в общественном месте?" },
  { "id": 12, "text": "Фантазировали ли вы когда-нибудь о сексе с учителем, родственником или другом семьи?" },
  { "id": 13, "text": "Считаете ли вы педофилию болезнью, а не преступлением?" },
  { "id": 14, "text": "Согласились бы вы на секс с несовершеннолетним, если бы это было законно и с обоюдного согласия?" },
  { "id": 15, "text": "Вы когда-нибудь притворялись другим человеком в интернете?" },
  { "id": 16, "text": "Случалось ли вам угрожать кому-то в порыве ярости?" },
  { "id": 17, "text": "Вы когда-нибудь обманывали врача?" },
  { "id": 18, "text": "Вы когда-нибудь подглядывали за кем-то намеренно?" },
  { "id": 19, "text": "Считаете ли вы, что измена — это не всегда плохо?" },
  { "id": 20, "text": "Хотели бы вы, чтобы ваш партнёр никогда не узнал об одной вашей измене?" },
  { "id": 21, "text": "Случалось ли вам возбуждаться от собственных слёз?" },
  { "id": 22, "text": "Вы когда-нибудь дрочили на фотографию конкретного знакомого человека?" },
  { "id": 23, "text": "Были ли у вас мысли, что вы — ужасный человек?" },
  { "id": 24, "text": "Сделали бы вы себе ампутацию ради хайпа, если бы это дало славу и деньги?" },
  { "id": 25, "text": "Вы когда-нибудь голосовали за человека, которого презирали?" },
  { "id": 26, "text": "Притворялись ли вы в сексе, что вам хорошо, когда на самом деле — нет?" },
  { "id": 27, "text": "Вы когда-нибудь испытывали возбуждение к кому-то из своей семьи?" },
  { "id": 28, "text": "Вы когда-нибудь ненавидели своего ребёнка, даже если на минуту?" },
  { "id": 29, "text": "Вы когда-нибудь обманывали в суде или присяжных?" },
  { "id": 30, "text": "Хотели бы вы узнать, с кем вам суждено переспать в последний раз?" },
  { "id": 31, "text": "Если бы можно было заново родиться — выбрали бы вы быть другого пола?" },
  { "id": 32, "text": "Хотели бы вы быть знаменитым даже ценой потери частной жизни?" },
  { "id": 33, "text": "Вы когда-нибудь били животное из злости?" },
  { "id": 34, "text": "Вы когда-нибудь смотрели хардкорное порно на рабочем месте?" },
  { "id": 35, "text": "Вы когда-нибудь сознательно не пожалели умирающего?" },
  { "id": 36, "text": "Вы когда-нибудь мечтали, чтобы родители развелись?" },
  { "id": 37, "text": "Вы когда-нибудь хотели родить ребёнка только ради денег/удержания партнёра?" },
  { "id": 38, "text": "Вы когда-нибудь проклинали своего ребёнка?" },
  { "id": 39, "text": "Вы когда-нибудь фантазировали о самоубийстве с целью мести?" },
  { "id": 40, "text": "Согласились бы вы заняться сексом ради спасения своей жизни?" },
  { "id": 41, "text": "Хотели бы вы, чтобы ваши родители никогда вас не рожали?" },
  { "id": 42, "text": "Считаете ли вы, что религия делает людей хуже?" },
  { "id": 43, "text": "Вы когда-нибудь специально причиняли себе боль, чтобы почувствовать хоть что-то?" },
  { "id": 44, "text": "Вы когда-нибудь хотели напакостить другу назло, даже если он вам ничего не сделал?" },
  { "id": 45, "text": "Считаете ли вы, что сексуальные отношения между братом и сестрой допустимы, если нет детей?" },
  { "id": 46, "text": "Согласились бы вы быть подопытным в радикальном медэксперименте за большую сумму?" },
  { "id": 47, "text": "Сделали бы вы что-то незаконное, если бы вас никто не поймал и это дало бы вам всё, чего вы хотите?" },
  { "id": 48, "text": "Вы когда-нибудь представляли, как выглядите мёртвым?" },
  { "id": 49, "text": "Фантазировали ли вы когда-либо об убийстве конкретного человека?" },
  { "id": 50, "text": "Верите ли вы, что в глубине души все люди эгоистичны?" }
]
