[
  { "id": 1, "text": "Фантазировали ли вы о сексе с другом вашего партнёра?" },
  { "id": 2, "text": "Скрывали ли вы от партнёра, что смотрите эротический контент?" },
  { "id": 3, "text": "Притворялись ли вы, что испытали оргазм?" },
  { "id": 4, "text": "Хотели бы вы попробовать открытые отношения?" },
  { "id": 5, "text": "Флиртовали ли вы с кем-то, оставаясь в отношениях?" },
  { "id": 6, "text": "Согласились бы вы на секс с бывшим партнёром?" },
  { "id": 7, "text": "Расторгли бы вы помолвку, если партнёр категорически не хочет детей?" },
  { "id": 8, "text": "Проверяли ли вы телефон партнёра без разрешения?" },
  { "id": 9, "text": "Скрываете ли вы детали прошлого сексуального опыта от партнёра?" },
  { "id": 10, "text": "Отправили бы вы интимное фото партнёру?" },
  { "id": 11, "text": "Рассказывали ли вы интимные подробности отношений друзьям?" },
  { "id": 12, "text": "Предпочли бы вы провести отпуск без партнёра?" },
  { "id": 13, "text": "Представляли ли вы измену, будучи уверены в безнаказанности?" },
  { "id": 14, "text": "Говорили ли вы «я люблю тебя», не будучи в этом уверены?" },
  { "id": 15, "text": "Ревнуете ли вы чаще, чем показываете?" },
  { "id": 16, "text": "Расставались ли вы, чтобы избежать серьёзного разговора?" },
  { "id": 17, "text": "Заключили бы вы брак по расчёту ради денег?" },
  { "id": 18, "text": "Верите ли вы, что бывшие могут оставаться только друзьями?" },
  { "id": 19, "text": "Оставались ли вы в отношениях из чувства вины?" },
  { "id": 20, "text": "Скрыли бы вы прошлый флирт от партнёра?" },
  { "id": 21, "text": "Оставались ли вы в отношениях только ради секса?" },
  { "id": 22, "text": "Занимались ли вы сексом с человеком, чьё имя узнали позже?" },
  { "id": 23, "text": "Скрывали ли вы встречи с друзьями от партнёра из-за ревности?" },
  { "id": 24, "text": "Фантазировали ли вы о сексе втроём?" },
  { "id": 25, "text": "Притворялись ли вы влюблённым ради секса?" },
  { "id": 26, "text": "Отказались бы вы от секса на год ради миллиона рублей?" },
  { "id": 27, "text": "Читали ли вы переписку бывшего после расставания?" },
  { "id": 28, "text": "Лгали ли вы о своей сексуальной ориентации?" },
  { "id": 29, "text": "Переписывались ли вы откровенно с человеком, зная, что никогда не встретитесь?" },
  { "id": 30, "text": "Простили бы вы партнёра, если он признался в походе к проститутке?" },
  { "id": 31, "text": "Завели бы вы роман с начальником ради карьеры?" },
  { "id": 32, "text": "Согласились бы вы на секс без чувств ради дружбы?" },
  { "id": 33, "text": "Хотели бы вы иметь «запасного» партнёра на случай расставания?" },
  { "id": 34, "text": "Участвовали бы вы в групповом сексе?" },
  { "id": 35, "text": "Продлили ли вы отношения ради бесплатного жилья?" },
  { "id": 36, "text": "Отказались бы вы от свадьбы из-за требования брачного контракта?" },
  { "id": 37, "text": "Флиртовали ли вы с незнакомцем при партнёре ради внимания?" },
  { "id": 38, "text": "Смотрели ли вы порно с партнёром против своего желания?" },
  { "id": 39, "text": "Склонялись ли вы к измене после ссоры, но передумали?" },
  { "id": 40, "text": "Хотели бы вы, чтобы партнёр никогда не узнал об одной измене?" },
  { "id": 41, "text": "Возбуждались ли вы от собственных слёз?" },
  { "id": 42, "text": "Мастурбировали ли вы в общественном месте?" },
  { "id": 43, "text": "Фантазировали ли вы о сексе с учителем или другом семьи?" },
  { "id": 44, "text": "Мастурбировали ли вы на фотографию знакомого?" },
  { "id": 45, "text": "Притворялись ли вы в сексе, что вам хорошо?" },
  { "id": 46, "text": "Попросили бы вы партнёра похудеть ради своей эстетики?" },
  { "id": 47, "text": "Покинули бы вы партнёра, если он тяжело заболеет?" },
  { "id": 48, "text": "Занимались ли вы сексом из жалости?" },
  { "id": 49, "text": "Отказались бы вы от секса на месяц ради денежного приза?" },
  { "id": 50, "text": "Имеете ли вы тайный банковский счёт от партнёра?" },
  { "id": 51, "text": "Взяли бы вы взятку при нулевом риске разоблачения?" },
  { "id": 52, "text": "Одолжили бы вы другу крупную сумму без расписки?" },
  { "id": 53, "text": "Скрыли бы вы премию от семьи, чтобы потратить на себя?" },
  { "id": 54, "text": "Уволились бы вы без плана из-за токсичного начальника?" },
  { "id": 55, "text": "Приписали бы вы себе чужую идею ради повышения?" },
  { "id": 56, "text": "Инвестировали бы вы все сбережения в одну рискованную акцию?" },
  { "id": 57, "text": "Задержали бы вы оплату подрядчику ради улучшения кеш-флоу?" },
  { "id": 58, "text": "Скрыли бы вы ошибку в отчёте при минимальных последствиях?" },
  { "id": 59, "text": "Купили бы вы дорогую вещь ради впечатления на окружающих?" },
  { "id": 60, "text": "Заплатили бы вы учителю ребёнка за повышение оценки?" },
  { "id": 61, "text": "Просили ли вы у родителей денег, скрыв настоящую причину?" },
  { "id": 62, "text": "Продали бы вы дорогой подарок, если он вам не нужен?" },
  { "id": 63, "text": "Взяли бы вы кредит на роскошный отпуск?" },
  { "id": 64, "text": "Оставили бы вы найденные в банкомате деньги себе?" },
  { "id": 65, "text": "Вложились бы вы в финансовую пирамиду, надеясь выйти вовремя?" },
  { "id": 66, "text": "Сократили бы вы благотворительность ради нового гаджета?" },
  { "id": 67, "text": "Попросили бы вы прибавку, зная, что коллегам её не дадут?" },
  { "id": 68, "text": "Считаете ли вы, что убийство можно оправдать?" },
  { "id": 69, "text": "Стёрли бы вы кого-то из жизни без последствий?" },
  { "id": 70, "text": "Убили бы вы животное ради 10 миллионов рублей?" },
  { "id": 71, "text": "Смогли бы вы убить человека при полной безнаказанности?" },
  { "id": 72, "text": "Желали ли вы смерти кому-то из близких?" },
  { "id": 73, "text": "Считаете ли вы измену иногда оправданной?" },
  { "id": 74, "text": "Простили бы вы ребёнку серьёзную ложь ради семьи?" },
  { "id": 75, "text": "Сообщили бы вы правду, если она разрушит жизнь близкого?" },
  { "id": 76, "text": "Сдали бы вы друга полиции, зная о его преступлении?" },
  { "id": 77, "text": "Пожертвовали бы вы жизнью незнакомца ради спасения пятерых?" },
  { "id": 78, "text": "Скрыли бы вы доказательство, оправдывающее неприятного человека?" },
  { "id": 79, "text": "Отдали бы вы крупную сумму на благотворительность анонимно?" },
  { "id": 80, "text": "Спасли бы вы животное вместо незнакомца в аварии?" },
  { "id": 81, "text": "Выдали бы вы чужой секрет ради защиты репутации?" },
  { "id": 82, "text": "Разорвали бы вы дружбу, узнав о преступлении друга?" },
  { "id": 83, "text": "Дали бы вы показания в суде против родственника?" },
  { "id": 84, "text": "Отказались бы вы от наследства, нажитого преступлением?" },
  { "id": 85, "text": "Поддержали бы вы непопулярное, но правильное решение?" },
  { "id": 86, "text": "Скрыли бы вы чужую ошибку от начальства?" },
  { "id": 87, "text": "Испытали бы вы экспериментальный препарат на себе?" },
  { "id": 88, "text": "Хотели бы вы знать дату и способ своей смерти?" },
  { "id": 89, "text": "Жалеете ли вы, что родились?" },
  { "id": 90, "text": "Отдали бы вы год жизни за исполнение желания?" },
  { "id": 91, "text": "Провели бы вы месяц в изоляции ради крупного приза?" },
  { "id": 92, "text": "Согласились бы вы на имплант памяти ценой приватности мыслей?" },
  { "id": 93, "text": "Отправились бы вы в безвозвратный полёт на Марс?" },
  { "id": 94, "text": "Стёрли бы вы болезненное воспоминание, потеряв урок?" },
  { "id": 95, "text": "Переехали бы вы навсегда ради мечты?" },
  { "id": 96, "text": "Признаёте ли вы, что боитесь полной неудачи?" },
  { "id": 97, "text": "Приняли бы вы таблетку, убирающую страх и осторожность?" },
  { "id": 98, "text": "Хотели бы вы быть знаменитым ценой потери частной жизни?" },
  { "id": 99, "text": "Прожили бы вы лишние 50 лет без друзей?" },
  { "id": 100, "text": "Показали бы вы миру постыдный момент ради закрытия долгов?" },
  { "id": 101, "text": "Хотели бы вы родиться другим полом?" },
  { "id": 102, "text": "Смирились бы вы с потерей слуха ради музыкального таланта?" },
  { "id": 103, "text": "Отказались бы вы от сна навсегда?" },
  { "id": 104, "text": "Сделали бы вы ампутацию ради славы и денег?" },
  { "id": 105, "text": "Начали бы вы жизнь заново, рискуя потерять близких?" },
  { "id": 106, "text": "Хотели бы вы узнать, с кем вам предстоит последний секс?" },
  { "id": 107, "text": "Создавали ли вы фейковый аккаунт, чтобы следить за бывшим?" },
  { "id": 108, "text": "Писали ли вы анонимные злые комментарии о друзьях?" },
  { "id": 109, "text": "Читали ли вы переписку партнёра с его разрешения, но врали о выводах?" },
  { "id": 110, "text": "Занимались бы вы сексом с роботом, неотличимым от человека?" },
  { "id": 111, "text": "Согласились бы вы на эвтаназию близкого по его просьбе?" },
  { "id": 112, "text": "Мечтали ли вы о смерти близкого ради наследства?" },
  { "id": 113, "text": "Заразились бы вы COVID специально для получения иммунитета?" },
  { "id": 114, "text": "Согласились бы вы на секс с роботом за деньги?" },
  { "id": 115, "text": "Занимались бы вы сексом с клоном себя?" },
  { "id": 116, "text": "Посмотрели бы вы порно с участием знакомого?" },
  { "id": 117, "text": "Согласились бы вы на секс втроём с родственниками партнёра?" },
  { "id": 118, "text": "Продали бы вы интимное видео с бывшим за крупную сумму?" },
  { "id": 119, "text": "Занимались бы вы сексом с ИИ в человеческом теле?" },
  { "id": 120, "text": "Согласились бы вы быть донором спермы/яйцеклеток анонимно?" },
  { "id": 121, "text": "Притворялись ли вы больным, чтобы получить внимание?" },
  { "id": 122, "text": "Завидовали ли вы настолько, что желали кому-то провала?" },
  { "id": 123, "text": "Обманывали ли вы врача, скрывая симптомы?" },
  { "id": 124, "text": "Угрожали ли вы кому-то в порыве ярости?" },
  { "id": 125, "text": "Подглядывали ли вы за кем-то намеренно?" },
  { "id": 126, "text": "Думали ли вы, что вы ужасный человек?" },
  { "id": 127, "text": "Били ли вы животное из злости?" },
  { "id": 128, "text": "Не испытывали ли вы сочувствия к умирающему?" },
  { "id": 129, "text": "Хотели бы вы, чтобы родители вас не рожали?" },
  { "id": 130, "text": "Фантазировали ли вы о суициде как акте мести?" },
  { "id": 131, "text": "Хотели ли вы ребёнка только ради удержания партнёра?" },
  { "id": 132, "text": "Проклинали ли вы своего ребёнка?" },
  { "id": 133, "text": "Смотрели ли вы порно на рабочем месте?" },
  { "id": 134, "text": "Голосовали ли вы за кандидата, которого презираете?" },
  { "id": 135, "text": "Лгали ли вы под присягой?" },
  { "id": 136, "text": "Хотели ли вы развода родителей?" },
  { "id": 137, "text": "Согласились бы вы на секс без презерватива с незнакомцем за миллион?" },
  { "id": 138, "text": "Согласились бы вы на секс ради спасения собственной жизни?" },
  { "id": 139, "text": "Причиняли ли вы себе боль, чтобы что-то почувствовать?" },
  { "id": 140, "text": "Согласились бы вы стать подопытным в опасном эксперименте за деньги?" },
  { "id": 141, "text": "Продали бы вы органы живого человека на чёрном рынке?" },
  { "id": 142, "text": "Согласились бы вы на инцест при отсутствии генетических рисков?" },
  { "id": 143, "text": "Занимались бы вы сексом с мёртвым телом за миллиард?" },
  { "id": 144, "text": "Изнасиловали бы вы кого-то, зная о полной безнаказанности?" },
  { "id": 145, "text": "Согласились бы вы на каннибализм ради выживания?" },
  { "id": 146, "text": "Пытали бы вы невинного ради спасения сотен жизней?" },
  { "id": 147, "text": "Убили бы вы своего ребёнка, если он стал бы серийным маньяком?" },
  { "id": 148, "text": "Занимались бы вы сексом с животным за миллиард рублей?" },
  { "id": 149, "text": "Продали бы вы в рабство человека за собственную свободу?" },
  { "id": 150, "text": "Согласились бы вы стать диктатором ради «улучшения» мира?" }
]